Revit 2027 API
ParameterTypeId.StructuralSectionCommonPlasticModulusStrongAxis Property
 "Plastic Modulus strong axis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonPlasticModulusStrongAxis { get; }
Public Shared ReadOnly Property StructuralSectionCommonPlasticModulusStrongAxis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonPlasticModulusStrongAxis {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonPlasticModulusStrongAxis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace